{
    "it-club": {
        "timestamp": "6/16/2022 20:24:25",
        "organization_name": "IT CLUB",
        "coach_name": "andriansyah maulana",
        "chairman_name": "naufal rabani",
        "vice_chairman_name": "yusuf sekhan alfath",
        "schedule": "senin",
        "vision": "-",
        "mission": "-",
        "work_program": "-",
        "logo": "https://github.com/itclub-one/web-eslul/raw/master/img/logo/itc.png",
        "instagram_account": "itclubsmkn1garut",
        "id": "it-club"
    },
    "broadcast-dan-perfilman": {
        "timestamp": "6/16/2022 20:52:58",
        "organization_name": "Broadcast dan Perfilman ",
        "coach_name": "Sumartini Kusuma Ningrum, S.Pd.",
        "chairman_name": "Anma Risanti Maulidia",
        "vice_chairman_name": "Farhan Al-Faiz",
        "schedule": "rabu",
        "vision": "Menjadi wadah untuk mengembangkan minat dan bakat siswa/i di bidang film, fotografi, videografi, jurnalistik, editing, dan yang berkenaan dengan bidang Broadcasting",
        "mission": "1. Bertaqwa kepada Tuhan yang maha esa\n2. Menjadi media dalam mengembangkan mintat dan bakat siswa/i di bidang Broadcasting\n3. Menjunjung tinggi nilai moral serta kedisiplinan\n4. Mengasah kreativitas, menggali potensi, serta menambah wawasan di bidang Broadcasting",
        "work_program": "1. Evaluasi bulanan : evaluasi yg dilakukan sebulan sekali untuk mengawasi kegiatan ekskul\n2. pelatihan rutin : pelatih setiap hari rabu dan jumat \n3. Pelatih dasar : pembinaan yg dilakukan ketika awal masuk ekskul oleng pembina dan ketua\n4. Broadcoverage : liputan oleh broadcast untuk keperluan website sekolah\n5. Broadevent : event broadcast (lomba, isi materi/soal)\n6. Program kerja film : film yang akan di produksi oleh anggota Broadcast untuk baik dari pemeran maupun produksi",
        "logo": "https://github.com/itclub-one/web-eslul/raw/master/img/logo/broadcast.png",
        "instagram_account": "broadcast1garut_",
        "id": "broadcast-dan-perfilman"
    },
    "badminton": {
        "timestamp": "6/16/2022 21:04:53",
        "organization_name": "Badminton",
        "coach_name": "Debi Oktafiani",
        "chairman_name": "Ryan Hidayat",
        "vice_chairman_name": "Nindia Ayu Lestari",
        "schedule": "rabu",
        "vision": "Mewujudkan Ekstrakurikuler Badminton SMKN 1 Garut  sebagai wadah pendukung pelatihan, kompetisi untuk menyalurkan minat, bakat dan pembentukan pribadi atletik yang aktif dan berprestasi dengan kreatifitas dan aktifitas yang positif .\n",
        "mission": "1. Menjadikan Anggota Ekstrakurikuler Badminton yang bertakwa Kepada Tuhan Yang Maha Esa.\n2. Memajukan kualitas ekstrakulikuler Badminton agar lebih banyak diminati dan dapat mengukir prestasi.\n3. Menciptakan anggota ekstrakurikuler Badminton yang berkarakter, disiplin, bertanggung jawab, toleransi dan sportif dalam berorganisasi.\n4. Ikut serta aktif dalam berbagai kejuaraan bidang olahraga badminton guna meningkatkan skill dan mencetak prestasi yang mampu membawa nama baik sekolah.\n5. Meningkatkan solidaritas anggota ekstrakurikuler badminton dan menghilangkan paradigma senioritas.\n6. Meningkatkan Program kerja yang belum terlaksana sebelumnya dengan kreatif, inovatif, dan aktif.\n",
        "work_program": "1. Latihan Rutin, Setiap hari sabtu untuk meningkatkan kemampuan anggota di bidang olahraga badminton\n2. Kumpulan Rutin, membahas semua hal yang berhubungan dengan Ekskul\n3. Latihan fisik,\nmemperkuat fisik setiap anggota\n4. Tes pengetahuan materi dan fisik, \nsetiap bulan \n5. Evaluasi,\n membahas hal-hal yang berkaitan dengan ekskul\n6. Pemberian materi pemberian materi \nTes pengetahuan materi,praktik teknik-teknik Badminton\n7. Pembuatan PDL ,\nPembuatan baju untuk anggota sebagai bentuk pemersatu ekskul\n8. Penebusan pin,\nBentuk pemberian tanggung jawab\n9. Mengikuti O2SN dan lomba lainnya,\nSebagai bentuk pengujian mental dan kemampuan anggota serta untuk mengharumkan nama baik sekolah\n10. Competetion member,\nMelatih kerukunan dan kekompakan anggota\n11. Pemilihan ketua baru,\nSeleksi pemberian tanggung jawab ketua baru\n12. Perekrutan anggota,\nMerekrut anggota baru\n13. Pertandingan persahabatan,\nMempererat silaturahmi dengan sekolah lain",
        "logo": "https://github.com/itclub-one/web-eslul/raw/master/img/logo/badminton.png",
        "instagram_account": "badminton_smkn1garut",
        "id": "badminton"
    },
    "tarung-derajat": {
        "timestamp": "6/16/2022 21:08:05",
        "organization_name": "TARUNG DERAJAT",
        "coach_name": "Indra Ahmad Fauzi S.I.P",
        "chairman_name": "Wisnu Nugraha",
        "vice_chairman_name": "Isna Siti K",
        "schedule": "senin",
        "vision": "untuk mengenalkan pada dunia tentang ilmu bela diri tarung derajat. yang menggabungkan Senyawa Daya Gerak Otot, Otak serta Nurani secara Realistis dan Rasional, dan memperkaya citra budaya indonesia tentang seni ilmu bela diri.",
        "mission": "1.    Menjalin hubungan dan silaturahmi antar anggota, satlat lain, anggota perguruan diseluruh Indonesia maupun di luar negeri. \n2.    Melatih jasmani, rohani, kebugaran tubuh, tehnik beladiri dan sebagainya.\n4.    Menciptakan atlet-atlet Tarung Derajat yang professional yang mampu membawa nama harum Sekolah, daerah dan negara.",
        "work_program": "1. Latihan Setiap Hari Senin dan Jumat: \nWaktu   : Setiap hari Senin dan Jumat (setelah selesai KBM)\nTempat : Sekolah\n2. Latihan Fisik\nWaktu   : Menyesuaikan\nTempat : Lingkungan Sekolah, Lapangan Kerkof\n3. Ujian Tingkat: \nWaktu   : 6 Bulan sekali\nTempat : Menyesuaikan\n4. LATGAB (Latihan Gabungan)\nWaktu   : Menyesuaikan\nTempat : Menyesuaikan\n5. KEJURSAT\nWaktu   : Menyesuaikan\nTempat : Menyesuaikan\n6. Kejuaraan Antar pelajar\nWaktu   : Menyesuaikan\nTempat : Menyesuaikan \n",
        "logo": "https://github.com/itclub-one/web-eslul/raw/master/img/logo/tarung%20derajat.png",
        "instagram_account": "kodratsmea",
        "id": "tarung-derajat"
    },
    "koperasi-siswa": {
        "timestamp": "6/16/2022 21:13:59",
        "organization_name": "Koperasi Siswa",
        "coach_name": "Agus Sodikman,S.Pd",
        "chairman_name": "D Seli Nova Nuraeni",
        "vice_chairman_name": "Sovi Aulia Ardhana",
        "schedule": "rabu",
        "vision": "VISI : Menjadikan Koperasi siswa sebagai Ekstrakulikuler yang mampu maju, kreatif dan berwawasan luas dalam bidang kewirausahaan yang berlandaskan para anggota mempunya sifat dan karakter yang kompak guna untuk melengkapi kesejahteraan anggota melalui peningkatan sisa hasil usaha.",
        "mission": "MISI :\n-Meningkatkan rasa ketakwaan terhadap Tuhan YME\n-Mempertahankan serta meningkatkan sifat kedisiplinan untuk mencerminkan sifat positif seorang anggota kopsis\n-Mendidik, menanamkan, dan memelihara suatu kesadaran hidup bergotong royong dan setia kawan di antara para murid.\n-Menumbuhkan jiwa kewirausahaan siswa.\n-Memelihara dan meningkatkan mutu pengetahuan dan keterampilan di bidang perkoperasian\n-Menanamkan dan memupuk rasa tanggung jawab dan disiplin\nMempertahankan program kerja sebelumnya dan mengevaluasi program yang akan datang",
        "work_program": "PROGRAM KERJA KOPERASI SISWA\nProgram harian\n1. Berwirausaha alat tulis ataupun perlengkapan sekolah.\n2. Menabung, yang di mana program kerja ini bertujuan untuk belajar menghemat dan untuk uang simpanan para anggota ataupun untuk orang yang menabung di kopsis.\nProgram Mingguan\n1. Pertemuan rutin, pertemuan rutin ini dilaksanakan setiap hari Jumat baik secara daring maupun luring ( tergantung situasi saat pandemi ). Biasanya berisi pemberian Materi langsung oleh pembina ataupun pengurus koperasi siswa. dilaksanakan di sekolah dan dilakukan oleh semua anggota koperasi siswa.\n2. Rapat antar anggota, rapat ini dilaksanakan setiap hari Rabu baik secara daring maupun luring ( tergantung situasi saat pandemi). Biasanya berisi evaluasi antar anggota. dilaksanakan di sekolah dan dilakukan oleh anggota koperasi siswa.\n3. Marketing dailly, dilaksanakan setiap hari Jumat. Berisi kegiatan memasarkan produk dari Koperasi Siswa itu sendiri. dilaksanakan di sekolah dan dilakukan oleh semua anggota koperasi siswa.\n• Program Tahunan\n1. Pembagian tabungan dari anggota koperasi ataupun orang yang menabung di koperasi siswa. di waktu yg terencana.\n2. Pembagian sisa hasil usaha, dilakukan setiap tahun nya, berisi kegiatan pembagian sisa hasil usaha dari pemasaran produk Koperasi siswa itu.",
        "logo": "https://github.com/itclub-one/web-eslul/raw/master/img/logo/kopsis.png",
        "instagram_account": "kopsissmea_",
        "id": "koperasi-siswa"
    },
    "futsal-putra": {
        "timestamp": "6/16/2022 21:23:00",
        "organization_name": "Futsal Putra",
        "coach_name": "Anggara Agung Budiman S.Pd",
        "chairman_name": "Zeni Junior",
        "vice_chairman_name": "Wilby Fatwa Shandhika",
        "schedule": "senin",
        "vision": "Menjadikan pemain Garuda Hitam lebih aktif, dapat berkembang,dan lebih kompak dalam olahraga Futsal. Agar bisa mendapatkan lebih banyak lagi prestasi dengan mengembangkan minat dan bakat pemain",
        "mission": "1. Mengembangkan minat dan bakat pemain terhadap olahraga futsal dilingkungan sekolah\n2. Menjadikan pemain Garuda Hitam bisa lebih menjalin sikap kekeluargaan untuk membentuk tim yang solid dan kompak\n3. Menjadi wadah bagi para siswa yang ingin mengembangkan bakatnya dalam bidang olahraga Futsal\n4. Menanamkan attitude, mental yang baik dan kuat di setiap pemain",
        "work_program": "1. Mengadakan latihan rutin \nTujuan dari latihan rutin ini untuk meningkatkan bakat setiap siswa agar menjadi bekal buat di masa depan nanti\n2. Mengadakan agenda ujicoba dengan sekolah lain\nTujuan dari mengadakan agenda ujicoba dengan sekolah lain yaitu untuk mempererat tali silaturahmi \n3. Mengadakan evaluasi keanggotaan\nTujuan di evaluasi ini supaya ekstrakurikuler ini lebih tertata dan rapi \n4. Mengikuti pertandingan/turnamen yang diselenggarakan oleh lembaga- lembaga atau instansi\nTujuan dari program kerja ini adalah agar para siswa mendapat pengalaman berharga dan juga dapat mengharumkan nama sekolah SMKN 1 GARUT dengan meraih berbagai prestasi/juara",
        "logo": "https://github.com/itclub-one/web-eslul/raw/master/img/logo/futsal%20putra.png",
        "instagram_account": "garudahitam59",
        "id": "futsal-putra"
    },
    "mpk-majelis-permusyawaratan-kelas": {
        "timestamp": "6/16/2022 21:42:16",
        "organization_name": "MPK (Majelis Permusyawaratan Kelas)",
        "coach_name": "Nurdin Ruslih, ST., M.Pd.",
        "chairman_name": "Muhammad Dewangga Adidaryansyah",
        "vice_chairman_name": "Serly Pebrian",
        "schedule": "senin",
        "vision": "Visi MPK \nMembangun pribadi yang berkarakter, disiplin, kreatif, bertanggung jawab, berjiwa kepemimpinan, dan dapat dipercaya, serta dapat menjadi tauladan yang baik bagi siswa atau siswi SMK Negeri 1 Garut",
        "mission": "Misi MPK\n1. Meningkatkan ketaqwaan kepada Tuhan Yang Maha Esa\n2. Menanamkan sikap disiplin, kreatif, bertanggung jawab dan berjiwa kepemimpinan\n3. Memberikan loyalitas terhadap SMK Negeri 1 Garut\n4. Ikut berperan aktif untuk memajukan SMK Negeri 1 Garut\n5. Menerapkan jiwa cinta tanah air",
        "work_program": "1. Serah Terima Jabatan.\nKegiatan untuk menyerahkan jabatan kepada angkatan selanjutnya. \n2. Rapat Program Kerja.\nKegiatan ini dimaksudkan sebagai acuan, landasan dan arah dalam pelaksanaan kegiatan-kegiatan Majelis Permusyawaratan Kelas (MPK)\n3. Kumpulan Rutin (Senin dan Jumat). \nKegiatan ini dimaksudkan untuk mendiskusikan program kerja yang akan dilaksanakan. \n4. Pemantauan Razia Pagi. \nKegiatan ini dimaksudkan untuk memantau kegiatan razia di sekolah. \n5. Pengontrolan Organisasi dan Ekstrakurikuler. \nKegiatan ini dimaksudkan untuk memantau kegiatan organisasi dan ekstrakurikuler yang ada di sekolah. \n6. Perekrutan PK. \nKegiatan ini bertujuan untuk merekrut anggota baru kepengurusan Majelis Permusyawaratan Kelas (MPK)\n7. Rapat Pleno 1. \nKegiatan ini bertujuan untuk mengesahkan AD/ART setiap organisasi dan ekstrakurikuler di SMK Negeri 1 Garut. \n8. Studi Banding MPK. \nKegiatan ini bertujuan untuk mempererat tali silaturahmi organisasi MPK SMK Negeri 1 Garut dengan MPK sekolah lainnya. \n9. Evaluasi Kinerja Organisasi. \nKegiatan ini dimaksudkan untuk mengetahui kekurangan dalam kinerja yang telah dilakukan oleh organisasi. \n10. Pemantauan MPLS. \nKegiatan ini dimaksudkan untuk mengawasi kegiatan MPLS. \n11.  Silaturahmi Ketua. \nKegiatan ini dimaksudkan untuk mempererat silaturahmi antar ketua organisasi dan ekstrakurikuler. \n12. Penebusan Pin MPK. \nKegiatan ini dimaksudkan untuk memberikan identitas kepada pengurus baru. \n13. Rapat Pleno 2. \nKegiatan ini bertujuan untuk mengesahkan program kerja organisasi dan ekstrakurikuler SMK Negeri 1 Garut. \n14. Penebusan PDL. \nKegiatan ini dimaksudkan untuk memberi identitas kepada pengurus baru. \n15. Latihan Dasar Kepemimpinan Siswa. \nKegiatan ini dimaksudkan untuk melatih sikap kepemimpinan calon ketua baru. \n16. Rapat Pleno 3. \nKegiatan ini dimaksudkan untuk menerima laporan pertanggungjawaban selama 6 bulan masa jabatan organisasi dan ekstrakurikuler SMK Negeri 1 Garut. \n17. Rapat Pleno 4. \nKegiatan ini dimaksudkan untuk menerima laporan pertanggungjawaban program kerja organisasi dan ekstrakurikuler SMK Negeri 1 Garut.  \n18. Pembuatan almamater. \nKegiatan ini dimaksudkan untuk membuat almamater yang akan digunakan pada rapat-rapat besar. \n19. Pemilihan Calon Ketua MPK. \nKegiatan ini dimaksudkan untuk memilih ketua MPK untuk angkatan selanjutnya.\n20. Orasi pemilihan ketua OSIS. \nKegiatan ini dimaksudkan untuk memperkenalkan kandidat calon ketua dan wakil ketua OSIS SMK Negeri 1 Garut\n21. Pemilihan Ketua OSIS. Kegiatan ini dimaksudkan untuk memilih ketua dan wakil ketua OSIS baru. \n22. Buka Bersama. \nKegiatan ini dimaksudkan untuk mempererat kekeluargaan setiap anggota MPK.",
        "logo": "https://github.com/itclub-one/web-eslul/raw/master/img/logo/mpk.png",
        "instagram_account": "mpksmkn1garut",
        "id": "mpk-majelis-permusyawaratan-kelas"
    },
    "seni-tari": {
        "timestamp": "6/16/2022 23:28:06",
        "organization_name": "Seni Tari ",
        "coach_name": "Diana S. Pd ",
        "chairman_name": "Sofa Nabila ",
        "vice_chairman_name": "Liska Syabaniyah",
        "schedule": "senin",
        "vision": "Membentuk ekstrakulikuler berkualitas yang mampu mengharumkan nama sekolah dengan  membantu para siswa dalam menyalurkan minat juga bakat ",
        "mission": "1. Menjadi wadah bagi orang² yang ingin mengembangkan bakatnya di bidang seni khususnya seni tari \n2. Menghasilkan anggota seni tari yang menjunjung tinggi nilai nilai seni dan budaya Indonesia sebagai wujud dari cinta tanah air.   ",
        "work_program": "Progja Ekstrakulikuler Seni Tari periode 2022-2023 \n1. Latihan rutin \nlatihan rutin yang dilaksanakan pada hari senin dan jum'at. \n2. Evaluasian \nEvaluasian ini dilaksanakan disetiap selesai latihan. tujuannya untuk meningkatkan kemampuan anggota seni tari ketika menari. \n3. Latihan Gabungan dengan Ekstrakulikuler Lain \nLatihan gabungan ini biasanya dilaksanakan dengan ekstrakulikuler karawitan, juga dengan ekstrakulikuler lain. \n4. Opening Ceremony \nEkstrakulikuler Seni Tari sendiri sering melakukan kegiatan Opening Ceremony atau upacara pembukaan, diantaranya opening ceremony pembukaan smea cup 2021, opening ceremony kegiatan porak, dan masih banyak yang lainnya. \n5. Pembahasan Materi \nPembahasan materi dilakukan apabila telah selesai melakukan ujian tarian, pembahasan materi ini bertujuan agar anggota ekstrakulikuler senitari mengetahui asal muasal tarian yang akan dipelajari, tidak selalu tentang gerakan saja. \n6. Tes Tarian \nTes tarian ini dilakukan supaya anggota lebih menguasai gerakan dengan menerapkan pola lantai\n7. Tarian Baru \nApabila anggota telah melaksanakan tes tarian, langkah selanjutnya adalah mempelajari tarian baru supaya pengetahuan dan juga bakat dari anggota senitari berkembang. \n8. Pembuatan Baju PDL\nBaju PDL dibuat supaya anggota seni tari mudah dibedakan, dan supaya ektrakulikuler senitari mempunyai ciri khas. \n9. Pelantikan Anggota Baru \nYang akan dilaksanakan di tahun ajaran yang baru. \n10.  Pembuatan Pin \nSama halnya dengan pembuatan baju pdl, pembuatan pin pun dilaksanakan untuk mempermudah orang lain mengenali bahwa kita adaalah anggota senitari. ",
        "logo": "https://github.com/itclub-one/web-eslul/raw/master/img/logo/seni%20tari.png",
        "instagram_account": "senitari_smkn1garut",
        "id": "seni-tari"
    },
    "pks-patroli-keamanan-sekolah": {
        "timestamp": "6/17/2022 4:50:39",
        "organization_name": "PKS (Patroli Keamanan Sekolah) ",
        "coach_name": "Rizal Limanop S.Pd",
        "chairman_name": "Annisa Darozah",
        "vice_chairman_name": "Anindhita Nanda",
        "schedule": "kamis",
        "vision": "“Terwujudnya suasana yang kondusif dikalangan siswa dan siswi dalam pelaksanaan proses kegiatan pendidikan dan ketertiban penggunaan fasilitas jalan raya.”",
        "mission": "1. Mewujudkan keteraturan pada lingkungan pergaulan remaja yang bersih dan berwibawa bebas dari kenakalan remaja. \n2. Mewujudkan sistem pendidikan remaja berdaya guna dan berhasil guna membina dan melestarikan nilai-nilai kehidupan demokratis, ke-gotong royongan dan kekeluargaan serta meningkatkan pelayanan masyarakat dan kesejahteraan bersama baik material dan spritual. \n3. Mewujudkan masyarakat yang dinamis dan partisipasi sebagai mitra yang baik bagi pemerintah, kreatif dan produktif sehingga mampu memacu laju pertumbuhan pembangunan dan kehidupan sosial masyarakat.\n4. Mewujudkan suasana yang tertib, jujur dan amanah serta kredible dan akuntable mulai dari tingkat SMP, SMA sampai INSTRUKTUR. ",
        "work_program": "1. Pelantikan sekolah Ca-Ang 28\n(Mengesahkan calon anggota menjadi anggota PKS Ca-Ang 28)\n2. Penebusan PDU Ca-Ang 28\n(Penebusan baju PDU kepada para anggota supaya berhati-hati dan tidak sembarangan menggunakan baju PDU) \n3. Operasi Ketupat Lodaya\n(Acara yang diadakan oleh Polres Garut dalam waktu sore hari untuk menjaga keamanan di bulan ramadhan) \n4. Penebusan slayer dan pin\n(Penebusan slayer dan pin bertujuan agar para anggota bisa bertanggung jawab serta berhati-hati dalam menggunakan slayer dan pin) \n5. MPLS 2022\n(Menjaga keamanan dan ketertiban para peserta didik baru)  \n6. Interview Ca-Ang 29\n(Sesi tanya jawab kepada anggota PKS yang baru) \n7. Pemberian dan pemahaman materi Ca-Ang 29\n(Memberikan materi dan pemahaman materi kepada anggota PKS yang baru) \n8. HUT PKS Polres\n(Acara ulang tahun PKS Polres Garut) \n9. LPJ sementara \n(Memberikan laporan kegiatan PKS sementara kepada danton) \n 10. HUT SMKN 1 Garut\n(Acara kegiatan ulang tahun PKS di sekolah) \n11. Pelantikan Polres Garut\n(Melantik semua anggota satuan PKS SMKN 1 Garut supaya menjadi anggota PKS di Polres) \n12. Operasi Lilin Lodaya\n(Acara yang diadakan oleh Polres Garut di malam tahun baru) \n13.Melaksanakan Gerakan Disiplin Sekolah (GDS) \n(Dilaksanakan sebelum bel pagi sekolah, guna terwujudnya suasana kondusif dikalangan siswa dan siswi dalam proses kegiatan belajar) \n14. Penebusan PDL Ca-Ang 28\n(Penebusan pdl kepada para anggota, supaya tidak sembarang dalam menggunakan PDL) ",
        "logo": "https://github.com/itclub-one/web-eslul/raw/master/img/logo/pks.png",
        "instagram_account": "saga_prawuda",
        "id": "pks-patroli-keamanan-sekolah"
    },
    "karya-ilmiah-remaja-kir": {
        "timestamp": "6/17/2022 6:01:07",
        "organization_name": "Karya Ilmiah Remaja(KIR)",
        "coach_name": "Cucu Nuryani M.Pd",
        "chairman_name": "Aditya Surya Pratama",
        "vice_chairman_name": "Hilmi Siti Nur Hasanah",
        "schedule": "rabu",
        "vision": "Mewujudkan dan mengembangkan sikap ilmiah guna meningkatkan kualitas IPTEK dalam diri setiap pengurus karya ilmiah remaja dan warga SMKN 1 Garut dengan tetap memegang teguh pada ajaran agama, aturan dan norma yang berlaku, serta membentuk karakter yang jujur, rasional, religius, kreatif dan inovatif.",
        "mission": "a. Meningkatkan kualitas iman dan takwa.\nb. Meningkatkan kualitas IPTEK dengan memanfaatkan sarana dan prasarana yang tersedia.\nc. Meningkatkan kegiatan berbasis ilmiah.\nd. Meningkatkan rasa kebersamaan dan kekeluargaan.\ne. Menumbuhkan rasa pemberani dan jujur.\nf. Menanamkan jiwa kepemimpinan dalam diri setiap anggota KIR.\n",
        "work_program": "-Kumpulan rutin\nProgram kerja yang sifatnya rutin atau harian yaitu berupa perkumpulan, pembelajaran, pendataan absen dan sebagai tanda dimulainya kegiatan ekstrakurikuler.\n\n-Literasi\nProgram kerja di mana semua anggota KIR melaksanakan kegiatan literasi bersama dalam jangka waktu yang ditentukan.\n\n-Unsur Intrinsik Cerpen\nProgram di mana semua anggota KIR menjelaskan unsur intrinsik cerpen yang telah dibuat sebelumnya.\n\n-Pemabagian Divisi KIR\nProgram yang bertujuan untuk membagi anggota KIR menjadi tiga bagian yaitu divisi yang mencakup divisi Eksperimen, divisi Bahasa, dan divisi Buletin.\n\n-Experiment\nProgram yang tugasnya yaitu mencoba berbagai eksperimen dan dikembangkan oleh anggota karya ilmiah remaja agar bisa melatih sikap keilmiahan dan menambah wawasan iptek.\n\n-Karya Tulis Ilmiah(KTI)\nProgram yang bertujuan untuk mempelajari bagaimana cara membuat karya tulis ilmiah. Pelaksanaan program ini yaitu pembina karya ilmiah remaja.\n\n-Artikel/Sosmed Information\nProgram kerja di mana anggota karya ilmiah remaja memberi tanggapan, komentar ataupun kritik terhadap artikel yang diberikan. Selain itu ada juga pembuatan poster digital.\n\n-Language Practice\nProgram kerja yang bertujuan untuk mempelajari berbagai bahasa asing yaitu: Inggris, Korea dan Jepang dengan cara mempelajari kata-kata dasar atau vocabulary.\n\n-Story Telling\nProgram kerja yang bertujuan sebagai tindak lanjut dari literasi, di mana anggota karya ilmiah remaja akan ditugaskan untuk membaca sebuah buku dalam waktu yang telah ditentukan, kemudian diceritakan kembali.\n\n-Puisi\nProgram kerja di mana anggota karya ilmiah remaja membuat karya puisi sehingga sesudah puisi tersebut dibuat, lalu dibacakan.\n\n-Mini Game Ilmiah\nProgram kerja mengenai sebuah permainan kecil yang berkaitan dengan sebuah karya ilmiah.\n\n-Merayakan Hari Jadi KIR\nProgram untuk merayakan hari jadi KIR yang dilakukan pada tanggal 6 Juli 2022.\n\n-Demo KIR\nKegiatan yang dilaksanakan ketika MPLS berlangsung.\n\n-Penebusan PIN\nProgram kerja yang di mana anggota kelas 11, akan dilantik kembali untuk mendapatkan amanat berupa PIN karya ilmiah remaja.\n\n-Pelantikan Anggota Kelas 10\nProgram Di mana para anggota baru kelas 10 dilantik dan disahkan keanggotaannya di ekstrakurikuler karya ilmiah remaja.\n\n-Evaluasi Novel And Cerpen Project\nProgram yang bertujuan untuk mengasah imajinasi, di mana anggota karya ilmiah remaja membuat sebuah novel atau cerpen yang ditentukan oleh semua pengurus. Program kerja novel atau cerpen Project dilaksanakan sebagai evaluasi akhir dari program kerja. \n\n\n",
        "logo": "https://github.com/itclub-one/web-eslul/raw/master/img/logo/kir.png",
        "instagram_account": "karyailmiahremaja__",
        "id": "karya-ilmiah-remaja-kir"
    },
    "deutsch-club-dc": {
        "timestamp": "6/17/2022 6:54:43",
        "organization_name": "Deutsch Club (DC)",
        "coach_name": "Alfia Tawaffani Muslima S.Pd",
        "chairman_name": "Teguh Prayitno",
        "vice_chairman_name": "Yemmima Gloria Lemmuela Valmay",
        "schedule": "selasa",
        "vision": "Membentuk Ekskul DeutschClub (Grup yang memperlajari Bahasa dan Pengetahuan seputar Negara Jerman) yang mampu mewadahi kreasi,kreatifitas, inovasi, serta prestasi, pengalaman dan pembentukan bahasa baru siswa di bidang Ilmu Kebahasaan asing khususnya bahasa Jerman.",
        "mission": "1. Mengoptimalkan salah satu program ekstrakurikuler ,khususnya ekstrakulikuler bidang bahasa asing yang ada di Sekolah\n\n2. Mengembangkan program baru untuk mewadahi kebutuhan,keinginan serta kreatifitas  dan pengetahuan baru siswa\n\n3. Mengeratkan tali silaturahmi antar seluruh anggota DC, pembina, serta ekskul-ekskul lainnya",
        "work_program": "Program kerja Deutsch Club (DC)\n1. Penerimaan Anggota Baru Ekstrakurikuler Deutsch Club\n2. Pelantikan Ekskul/penebusan pita\n3. Kegiatan Sprechen (Berbicara) Bahasa Jerman\n4. Eksplore kebudayaan di Negara Jerman\n5. Kubu Cetar (Kuis Bulanan Cepat Pintar)\n6. Demo Ekstrakurikuler\n7. \"BUBARKAN JERMAN\" (Buka bareng kawan-kawan Jerman)\n8. Kotak kesan dan pesan\n9. Perayaan Hari Jadi Deutsch Club",
        "logo": "https://github.com/itclub-one/web-eslul/raw/master/img/logo/deutsch.png",
        "instagram_account": "deutschc.smkn1garut",
        "id": "deutsch-club-dc"
    },
    "voli": {
        "timestamp": "6/17/2022 7:35:08",
        "organization_name": "Voli",
        "coach_name": "Septian Tri Bagja, S.pd",
        "chairman_name": "Neneng Reva Vurnika ",
        "vice_chairman_name": "Riki Rudiansyah ",
        "schedule": "selasa",
        "vision": "VISI: \n    Menjadikan ekstrakulikuler bola voli SMK N 1 Garut sebagai pengembangann minat dan bakat, pelatihan yang bermutu, bertanggungjawab dan disiplin.\n",
        "mission": "MISI:\n-Meningkatkan kualitas mental dan fisik setiap anggota.\n-Menumbuhkan sikap disiplin dan sportivitas.\n-Menang dalam setiap kompetisi dengan sportif dan kerja sama.\n-Menciptakan suasa latihan yang menyenangkan.\n-Memajukan ekskul voli SMK N 1 Garut untuk tidak hanya sekedar ekskul.\n",
        "work_program": "1. Latihan rutin\nUntuk meningkatkan skil dibidang olahraga ini.\n2. Latihan fisik dan teknik dasar \nMemperkuat kekebalan tubuh, dan untuk memberikan informasi mengenai teknik dasar dalam bola voli.\n3. Kumpulan rutin (wajib) \nMemberi materi, serta mengevaluasi.\n4. Tes pengetahuan dan praktek\nUntuk mengetahui seberapa luas pelajaran yang sudah didapati selama ekskul.\n5. Mengadakan uji tandaing antar Ekskul\nMelatih kekompakan dan kerja sama setiap anggota.\n6. Mengikuti turnamen\nUntuk membuktikan bahwa sejauh mana kemampuan kita selama kita Ekskul dan agar kita bisa menjadi juara.\n7. Adu tanding dengan sekolah lain (Marag/Sparing) \nUntuk melatih kekompakan dan kerja sama jika ditandingkan dengan sekolah lain.\n8. Pembuatan kostim (Jersey) \nAgar mempunyai ciri khas tersendiri dari Ekskul ini.\n9. Seleksi antar anggota \nUntuk mempsiapkan tim inti sekolah yang nantinya akan mengikuti turnamen.",
        "logo": "https://github.com/itclub-one/web-eslul/raw/master/img/logo/volly.png",
        "instagram_account": "Vollysmkn1garut",
        "id": "voli"
    },
    "korean-club": {
        "timestamp": "6/17/2022 13:10:45",
        "organization_name": "Korean Club",
        "coach_name": "Ranti Eka Pratiwi, S.Hum.",
        "chairman_name": "Moch Nauval",
        "vice_chairman_name": "Syahviory Khaira Munzier",
        "schedule": "rabu",
        "vision": "Menjadi salah satu ekstrakurikuler yang berprestasi dan menjadikan siswa/i mahir dalam berbahasa Korea dan dalam beberapa bidang yang mencakup budaya & bahasa Korea",
        "mission": "Menjadikan Korean Club sebagai ekstrakurikuler yang bisa dibanggakan SMK Negeri 1 Garut\nMenumbuhkan minat siswa/i SMK Negeri 1 Garut terhadap bahasa & budaya Korea",
        "work_program": "1. Korean Day \n Menggunakan Bahasa Korea dan menerapkan Budaya Korea guna melatih kemampuan bahasa & pengetahuan budaya tiap anggota. \n2. ICAC (International Cultural Aculturation & Collaboration) \nKolaborasi bahasa & seni antar ekstrakurikuler di SMK Negeri 1 Garut\n3. Anniversary & Temu Kangen \nMerayakan ulang tahun ekstrakurikuler & reuni bersama alumni. \n4. Review Film/Drama\nKegiatan menonton Film/Drama Korea guna melatih kemampuan bahasa & memperluas pengetahuan tentang Korea. \n5. Charity event (Takjil on the road) \nKegiatan berbagi takjil kepada masyarakat sekitar di bulan Ramadhan",
        "logo": "https://github.com/itclub-one/web-eslul/raw/master/img/logo/korean%20club.png",
        "instagram_account": "koreanclub_",
        "id": "korean-club"
    },
    "taekwondo": {
        "timestamp": "6/17/2022 13:49:04",
        "organization_name": "Taekwondo",
        "coach_name": "Perdi Hidayat S.Pd",
        "chairman_name": "Siti Istiqomah Puji Astuti",
        "vice_chairman_name": "Zia Nabila Ramadani",
        "schedule": "rabu",
        "vision": "Menjadikan Taekwondo di SMK Negeri 1 Garut sebagai wadah kegiatan dalam berorganisasi yang unggul, bertanggung jawab, dan berjiwa solidaritas, juga menjadikan kegiatan yang dapat menambah kemampuan beladiri untum semua anggota di SMK Negeri 1 Garut",
        "mission": "1. Meningkatkan rasa saling menghormati dan menghargai antar anggota untuk mempererat tali persaudaraan\n2. Mengajak semua anggota untuk menjalankan peraturan ektrakulikuler Taekwondo yang sebelumnya sudah dibuat dengan rasa penuh tanggung jawab\n3. Meningkatkan kualitas latihan secara optimal agar lebih berprestasi",
        "work_program": "1. Latihan Fisik\nMenjadikan fisik agar tetap bugar dan sehat, dan memperkuat daya tahan tubuh setiap anggota Taekwondo\n2. Latihan Gabungan\nDilaksakanannya latihan gabungan ini agar saling membangun kerja sama antar sekolah dan juga saling sharing agar saling mengembangkan\n3. Ujian kenaikan sabuk\nDilaksanakannya ujian ini untuk mencapai sebuah tingkat bidang Taekwondo, atlet Taekwondi harus berlatih keras melalu ujian yang akan dilaksanakan\n4. Latihan Alam\nLatihan ini untuk meningkatkan kualitas fisik para anggota dan melatih mental, menciptakan solidaritas antar anggota serta untuk mempererat tali persaudaraan\n5. Kejuaraan \nMenjadi wadah untuk menampung bakat dan prestasi siswa. Kejuaraan ini juga untuk pembuktian hasil dari latihan\n6. Anniversary Taekwondo SMKN 1 Garut\nMerayakan ulang tahun ektrakulikuler Taekwondo sekaligus mempererat solidaritas\n7. Buka Bersama\nMempererat solidaritas dan meningkatkan keakraban sesama anggota",
        "logo": "https://github.com/itclub-one/web-eslul/raw/master/img/logo/taekwondo.png",
        "instagram_account": "taekwondosmkn1garut",
        "id": "taekwondo"
    },
    "dojo-baraya-saga-karate": {
        "timestamp": "6/17/2022 18:06:34",
        "organization_name": "Dojo Baraya Saga (Karate)",
        "coach_name": "Agus Miqdar H., Amd.kom. (Tingkatan sabuk Dan3)",
        "chairman_name": "Tia Ardilla Putri",
        "vice_chairman_name": "Buana Khalif Al-haq",
        "schedule": "senin",
        "vision": "Membentuk karakter karateka yang berdisiplin,bertanggung jawab,berani,pantang menyerah dan tidak sombong.",
        "mission": "1.beriman dan takwa kepada tuhan yang maha esa\n2.membentuk atlet karateka yang berprestasi dengan dilandasi rasa semangat dan pantang menyerah\n3.menjadikan ekstrakulikuler karate sebagai tempat pelatihan dalam meningkatkan kemampuan karateka\n4.memperkuat persaudaraan dan kekeluargaan antar anggota karate\n5.mengharumkan nama ekstrakulikuler karate di sekolah maupun diluar sekolah\n6.mengembangkan rasa tanggung jawab ,tidak membedakan sesama anggota dan saling menghargai satu sama lain.",
        "work_program": "1.latihan rutin (senin & jumat)\n2.evaluasi rutin (1bulan sekali)\n3.ujian fisik (3bulan sekali)\n4.pembuatan jearsy (membuat pakaian harian sebagai ciri khas tersendiri bagi anggota karate)\n5.study banding (study banding dengan dojo/kampus lain guna menambah wawasan)\n6.ujian kenaikan tingkat (kenaikan sabuk 6bulan sekali)\n7.pengukuhan ujian kenaikan tingkat (memberi penghormatan dalam pengukuhan sabuk masing\")\n8.latihan alam (6bulan sekali)\n9.buka bersama antar anggota karate \n10.ulang tahun dojo baraya saga (21 mei 2022)\n11.latihan gabungan (latihan dengan dojo lain guna mempererat tali persaudaraan)\n12.mengadakan pertandingan (pertandingan karate antar anggota ekstrakulikuler karate guna malatih mental dan fisik anggota)\n13.mengikuti pertandingan karate (mengikuti berbagai kejuaraan guna mengharumkan nama ekstrakulikuler dan sekolah)\n14.osaka (bertujuan untuk orientas/legalitas anggota ekstrakulikuler karate)\n15.gashuku nasional (acara tahunan yang bertujuan untuk melatih fisik dan mental para karateka yang dihadiri anggota karate se indonesia)\n16.demonstrasi(setiap tahun ajaran baru)",
        "logo": "https://github.com/itclub-one/web-eslul/raw/master/img/logo/karate.png",
        "instagram_account": "dojobarayasmkn1garut",
        "id": "dojo-baraya-saga-karate"
    },
    "pmr": {
        "timestamp": "6/17/2022 20:17:33",
        "organization_name": "PMR",
        "coach_name": "Utruza Imba Bidara, M.Pd.",
        "chairman_name": "Aulia Puteri Sonjaya",
        "vice_chairman_name": "Julita Vidia Ameliya",
        "schedule": "rabu",
        "vision": "\nMendidik generasi muda akan tugas kepalangmerahan serta mempersiapkan diri untuk menjadi kader PMI dalam bidang kemanusiaan dengan memegang teguh prinsip dan tribakti palang merah \n\n",
        "mission": "\n1.Menanamkan jiwa sosial kemanusiaan yang netral dalam diri setiap anggota\n\n2.Meningkatkan kerjasama dan komunikasi yang baik antar anggota PMR \n\n3.Mampu bersosialisasi dan berbakti dalam masyarakat.\n\n4.Mampu menerapkan 7 prinsip palang merah dan tribakti",
        "work_program": "1.Pelayanan Pasien\n   Mengobati siswa/i yang terluka, merawat siswa/i yang sakit\n\n2.Piket Lapangan\n   Menjaga di lapangan jika ada acara,seperti upacara bendera,17 Agustus,MPLS,dll.\n\n3.Latihan Unit\n   Latihan rutin yang dilaksanakan anggota PMR\n\n4.Teka Teki\n   Pemberian teka teki tentang kesehatan\n\n5.Pengukuhan Pin Cawir\n   Pemberian pin prawira kepada kelas X\n\n6.Pelantikan Prawira\n   Melantik cawir menjadi prawira\n\n7.Pelantikan Gabungan\n   Pengesahan menjadi anggota resmi PMR\n\n8.Donor Darah\n   Mengadakan donor darah\n\n9.Humanity in Ramadhan\n   Baksos PMR di bulan Ramadhan\n\n10.Perpisahan PMR\n     Perpisahan dengan PMR kelas 3 \n\n11.Demonstrasi\n     Perkenalan Organisasi PMR kepada siswa/i baru SMKN 1 Garut\n\n12.Open House\n      Pengenalan organisasi PMR kepada anggota PMR baru\n\n13.HUT PMR\n     Memperingati HUT PMR SMKN 1 Garut\n\n14.Cek Golongan Darah\n     Mengadakan cek golongan darah kepada siswa/i SMKN 1 Garut\n\n15.Cek HB\n     Mengadakan cek hemoglobin kepada seluruh siswa/i SMKN 1 Garut\n\n16.Lomba Poster\n     Mengadakan lomba poster tentang kesehatan di lingkungan sekolah\n\n17.Perlombaan PMR\n     Mengikuti perlombaan yang berkaitan dengan kesehatan",
        "logo": "https://github.com/itclub-one/web-eslul/raw/master/img/logo/pmr.png",
        "instagram_account": "pmrsmkn1garut",
        "id": "pmr"
    },
    "pencak-silat": {
        "timestamp": "6/17/2022 20:49:42",
        "organization_name": "Pencak silat",
        "coach_name": "Siti Nursaadah S.E",
        "chairman_name": "Wafiq Nurazizah",
        "vice_chairman_name": "Amelia Listiani",
        "schedule": "senin",
        "vision": "Melestarikan budaya Indonesia dan mengembangkan seni bela diri pencak silat SMKN 1 Garut agar menjadi kebanggan dan identitas SMKN 1 Garut\n",
        "mission": "•Mengembangkan minat dan bakat siswa siswi SMKN 1 Garut dalam bidang olahraga\n•Meningkatkan kualitas fisik siswa dan siswi SMKN 1 Garut\n•Mempunyai kedisiplinan dan kejujuran",
        "work_program": "1.Diselenggarakan latihan rutin 2×1 Minggu pada Senin,Selasa,Rabu,dan,Jumat.\n2.Mengikuti pertandingan /open\"terbuka dibidang TGR ataupun tanding bagi anggota yang bersungguh sungguh dalam latihan.\n3.Dilakukan tes TGR perjurus1×1 minggu untuk perkembangan tiap anggota.\n4.Memberi sangsi kepada anggota yang tidak disiplin dan jarang masuk.\n5.Memberi arahan kepada anggota untuk senantiasa aktif dan berprilaku yang baik\n6.Mentarif uang kas 2 ribu Senin dan Jumat untuk kepentingan bersama.\n7.Tambahan latihan diluar/renang agar para siswa tidak jenuh",
        "logo": "https://github.com/itclub-one/web-eslul/raw/master/img/logo/pencak%20silat.png",
        "instagram_account": "pencaksilat_smkn1garut",
        "id": "pencak-silat"
    },
    "seni-musik": {
        "timestamp": "6/17/2022 21:26:04",
        "organization_name": "Seni Musik ",
        "coach_name": "Raga Dipanegara, S.Pd",
        "chairman_name": "Mahin Abdul Mu’min ",
        "vice_chairman_name": "Masfaiq Dwi Cahyo",
        "schedule": "kamis",
        "vision": "Menjadikan anggota seni musik lebih aktif, dapat berkembang, dan lebih kompak dalam bermusik. Agar bisa mendapatkan lebih banyak lagi prestasi dengan mengembangkan minat bakat para siswa dan siswi.",
        "mission": "Mengembangkan bakat dan minat dalam bermain music di lingkungan sekolah.\nMenjadikan anggota seni music bisa lebih menjalin sikap kekeluargaan untuk membentuk anggota yang solid dan kompak.\nMenjadi wadah bagi para siswa – siswi yang ingin mengembangkan bakatnya dalam bidang seni music.\nMenanamkan attitude, mental yang baik dan kuat di setiap anggota.",
        "work_program": "1. Latihan Gabungan (Jum’at. Disesuaikan dengan kebutuhan latihan gabungan)\n2. Latihan Rutin (Kamis & Jum’at. Kamis untuk biola, Jum’at untuk gitar)\n3. Ulang Tahun Seni Musik (1Juli. Disesuaikan)\n4. Evaluasi Bulanan (Setiap akhir bulan. Disesuaikan)\n5. Nobar Pertunjukan (Disesuaikan)\n6. FLS2N (Disesuaikan)",
        "logo": "https://github.com/itclub-one/web-eslul/raw/master/img/logo/seni%20musik.png",
        "instagram_account": "sensiksagar",
        "id": "seni-musik"
    },
    "futal-putri": {
        "timestamp": "6/18/2022 5:53:02",
        "organization_name": "Futal Putri",
        "coach_name": "Anggara Agung Budiman",
        "chairman_name": "Gina Giftia Zahwa ",
        "vice_chairman_name": "Resy Meilani ",
        "schedule": "rabu",
        "vision": "Menjadikan pemain Garuda Hitam lebih aktif, dapat berkembang, dan lebih kompak dalam olahraga futsal. Agar bisa mendapatkan lebih banyak lagi prestasi dengan mengembangkan minat bakat para pemain.",
        "mission": "1.\tMengembangkan bakat dan minat terhadap olahraga futsal dilingkungan sekolah.\n2.\tMenjadikan pemain Garuda Hitam bisa lebih menjalin sikap kekeluargaan untuk membentuk tim yang solid dan kompak.\n3.\tMenjadi wadah bagi para siswi yang ingin mengembangkan bakatnya dalam bidang olahraga Futsal.\n4.\tMenanamkan attitude, mental yang baik dan kuat disetiap pemain.\n\n\n",
        "work_program": "Progja Futsal Putri\n1. Latihan :\n-Latihan rutin\n-Latihan tambahan\n-Latihan fisik\n2. Kumpulan rutu\n3. Turnamen\n- Uji coba\n-Trofeo\n-Liga pelajar, umum, dan liga lainnya\n4. Pembuatan jersey dan pdl ",
        "logo": "https://github.com/itclub-one/web-eslul/raw/master/img/logo/futsal%20putri.png",
        "instagram_account": "srikandi.garudahitam59",
        "id": "futal-putri"
    },
    "paduan-suara": {
        "timestamp": "6/20/2022 10:27:23",
        "organization_name": "Paduan suara",
        "coach_name": "Gradesi widya dara",
        "chairman_name": "Naila harwila falha",
        "vice_chairman_name": "Siti sheila atmadja",
        "schedule": "senin",
        "vision": "manjadikan anggota ekstrakulikuler paduan suara yang berkarakter, berprestasi, dan bermoral tinggi",
        "mission": "1.mewujudkan sikap anggota yang berakhlakul karimah\n2.membangun keharmonisan antar anggota paduan suara\n3.mewujudkan karakter yang baik dengan menanamkan sikap saling menghormati dan menghargai satu sama lain",
        "work_program": "1. latihan rutin ---> Latihan warming up, Lagu wajib nasional, lagu modern, dsb. \n2. Warming up ---> Melatih suara dengan menyanyikan step step yang telah diajarkan. \n3. Sharing ---> Bertukar pendapat dan pikiran \nantar anggota. \n4. Tes nyanyi ---> Tes kemampuan dalam bernyanyi yang dimiliki anggota paduan suara dilakukan secara langsung. \n5. Evaluasi Anggota ---> Kegiatan penilaian yang bertujuan untuk menilai kekurangan dan kelebihan selama menjalani ekstrakulikuler. \n6. Kotak Saran ---> Kegiatan seluruh anggota paduan suara untuk memberi saran/kritikan untuk ekskul padus kedepan nya. \n7. Demo/Promosi ekstrakulikuler Paduan Suara ---> Demo ekskul yang di laksanakan setiap tahun penerimaan siswa/siswi SMKN 1 Garut. \n8. Audisi ---> Kegiatan yang di lakukan untuk menyaring anggota baru Paduan Suara kelas X dengan audisi. \n9. Pelantikan Anggota Baru dan Pemberian Pita ---> Kegiatan yang dilakukan untuk meresmikan menjadi anggota paduan suara. \n10. Penebusan PDL kelas X dan XI ---> Sebagai bentuk ciri khas/tanda pengenal ekskul Paduan Suara\n11. Qiuzz ---> Pertanyaan seputar seni musik/materi yang sudah di berikan. \n12. Vocal Grup ---> Kegiatan latihan pembagian suara antar anggota yang terpilih. \n13. Ulang Tahun Paduan Suara --->Memperingati hari ulang tahun paduan suara setiap tanggal 18 november. \n14. Tampil paturay tineung ---> kegiatan yang dilakukan setiap tahun dalam rangka perpisaahan kelas XII. \n ",
        "logo": "https://github.com/itclub-one/web-eslul/raw/master/img/logo/padus.png",
        "instagram_account": "padusmea",
        "id": "paduan-suara"
    },
    "teater-munggaran": {
        "timestamp": "6/20/2022 20:47:43",
        "organization_name": "TEATER MUNGGARAN",
        "coach_name": "Intan Nurlia,S.Pd.",
        "chairman_name": "Wicky Muhammad Fauzy",
        "vice_chairman_name": "Saskia Anisa Salsabila",
        "schedule": "rabu",
        "vision": "1.\tMenjadikan seni teater munggaran sebagai wadah yang melahirkan generasi generasi muda yang unggul berprestasi, dan berpotensi \n2.\tMenjadikan anggota teater munggaran yang memiliki jiwa seni yang kreatifitas,dengan berlandaskan kekeluargaan serta menjunjung tinggi nilai nilai kebudayaan\n",
        "mission": "1.\tMenumbuhkan jiwa seni teater pada setiap anggota\n2.\tMengembangkan minat dan bakat anggota dalam bidang seni dengan mengikuti perlombaan dan kegiatan pertunjukan\n3.\tMewujudkan prinsip satu keluarga, untuk meningkatkan solidaritas antar anggota seni teater munggaran\n4.\tMembangun karakter anggota munggaran menjadi lebih memiliki rasa kepemilikan terhadap bidang seni teater\n5.\tMengoptimalkan setiap anggota untuk selalu percaya diri, aktif, produktif, kreatif, dan inovatif.\n\n\n",
        "work_program": "1.\tLatihan Rutin, Latihan rutin itu suatu kegiatan mengasah dan mengembangkan kemampuan anggota teater dalam seni peran.\t\n2.\tLatgab (Latihan Gabungan), Latgab adalah suatu kegiatan seperti latihan rutin, tetapi dilakukannya secara gabungan dengan teater lain.\t\n3.\tMilad Teater Munggaran, Milad teater munggaran ini  suatu kegiatan merayakan hari didirikannya teater munggaran.\t\n4.\tPagelaran, Pagelaran merupakan kegiatan pertunjukan seni teater.\t\n5.\tUsajar (Ulin Sabari Diajar)\tusajar (ulin sabari diajar), itu suatu kegiatan di alam bebas, tetapi sambil latihan  mengembangkan kemampuan dalam hal teater.\n6.\tNobar Pertunjukan, Nobar pertunjukan adalah kegiatan nonton bareng-bareng  pertunjukan/pagelaran seni teater.\n7. \tFLS2N, FLS2N adalah ajang perlombaan festival lomba & seni siswa nasional.\n8.\tSalam Ramadhan, Salam Ramadhan adalah suatu kegiatan pertunjukan yang diadakan oleh hisdraga (himpunan sastrawan dramawan garut).\n",
        "logo": "https://github.com/itclub-one/web-eslul/raw/master/img/logo/teater.png",
        "instagram_account": "teater_munggaran",
        "id": "teater-munggaran"
    },
    "sepakbola": {
        "timestamp": "6/20/2022 21:59:02",
        "organization_name": "sepakbola ",
        "coach_name": "Mochamad Hisyam, S.Pd",
        "chairman_name": "Yoga Dwi Putra ",
        "vice_chairman_name": "Rudi Rusdian",
        "schedule": "selasa",
        "vision": "Visi: \n1. Menjadikan ekstrakurikuler sepak bola lebih aktif dan maju\n2. Mendorong anggota eskul untuk meningkatkan fisik,teknik, dan taktik \n3. Mengembangkan sikap disiplin, kerjasama, dan bertanggung jawab. Sehingga sikap tersebut dapat diterapkan di lingkungan sekolah maupun masyarakat.",
        "mission": "Misi:\n1. Menjadikan eskul sepak bola sebagai jembatan alternatif bagi anggota yang ingin masuk ke tim/club sepak bola yang ada di daerah maupun luar daerah\n2. meraih prestasi dan menjunjung tinggi sportifitas",
        "work_program": "1.latihan rutin:Melakukan latihan rutin yang dilaksanakan 1 minggu 2 kali untuk mengasah dan meningkatkan kualitas atau skill\n2.pembuatan kaos tim:Membuat kaos tim sebagai identitas bagi para pemain.\n3.ujicoba di zona garut:Melakukan uji coba dengan sekolah lain maupun club lain untuk melatih mental para pemain dan mengukur sejauh mana kemampuan para pemain\n4.ujicoba keluar kota Garut:Melakukan uji coba keluar Kota Garut untuk memberikan pengalaman dan jam terbang bagi para pemain\n5.turnamen sepakbola:Mengikuti turnamen antar kabupaten Garut, maupun diluar kota agar bisa melatih mental dan pengalaman para pemain\n6.menyumbang pemain:Menyumbang pemain untuk club di Kabupaten Garut, atau liga di Indonesia yang kelak mengharumkan nama baik sekolah\n7.melaksanakan trofeo:Untuk menggali bakat para pemain yang belum terlihat saat latihan dan agar membiasakan diri berada dalam situasi pertandingan resmi",
        "logo": "https://github.com/itclub-one/web-eslul/raw/master/img/logo/sepak%20bola.png",
        "instagram_account": "sepakbolasmea59",
        "id": "sepakbola"
    },
    "basket-smkn-1-garut-garuda-hustler": {
        "timestamp": "6/21/2022 8:02:24",
        "organization_name": "Basket SMKN 1 Garut (Garuda_Hustler)",
        "coach_name": "Deary Wahyu Nugroho, SE",
        "chairman_name": "Wi'am Alawi",
        "vice_chairman_name": "Rahma Azkia Agustin",
        "schedule": "selasa",
        "vision": "Menjadikan ekskul basket SMKN 1 GARUT yang Progresif, Disiplin, Dinamis, Solid, & Berprestasi serta mendorong siswa menjadi pribadi yang terasah skillnya ,terbangun karakternya dan tersalurkan minat & bakatnya",
        "mission": "1. Mengutamakan Ketuhanan yang maha esa dalam segala aspek\n2. Menanamkan jiwa sportifitas yang sehat dan kebersamaan siswa/i\n3. Menjadikan ekskul basket SMKN1 GARUT tempat yang nyaman untuk menyalurkan bakan siswa/i\n4. Mengikut sertakan siswa/i kedalam kompetisi kejuaraan dibidang olahraga Basketball dalam rangka meningkatkan jam terbang siswa/i dalam meraih prestasi",
        "work_program": "1. Latihan Rutin \nKeterangan : Hari selasa ,kamis, Jumat\n             Sasaran : Semua Anggota\n2.Kumpulan Rutin \n  Keterangan : Setiap Latihan / 1 Minggu sekali\n3. Latihan Fisik : 1 Minggu sekali\n4. Latih Tanding : Waktu Disesuaikan\n5.Tes Pengetahuan Fisik & Materi : Waktu Disesuaikan\n6.Gathering Bersama : Waktu disesuaikan\n7.  Pembuatan PDL : Waktu disesuaikan\n8.Mengikuti O2SN & Lomba lainnya : Waktu disesuaikanan \n9. Perekrutan Anggota :Tahun Ajaran Baru",
        "logo": "https://github.com/itclub-one/web-eslul/raw/master/img/logo/basket.png",
        "instagram_account": "Garuda_Hustler",
        "id": "basket-smkn-1-garut-garuda-hustler"
    },
    "pramuka": {
        "timestamp": "6/22/2022 9:27:49",
        "organization_name": "PRAMUKA",
        "coach_name": "HETI KUSMAWATI, S. Pd., M. Pd",
        "chairman_name": "MOH IRFAN SYABANI (K. Putra)",
        "vice_chairman_name": "N. FUTRIE FHADIELA RAHMATYANSYAH (K. Putri)",
        "schedule": "selasa",
        "vision": "Menjadikan Organisasi PRAMUKA sebagai wadah pembentukan karakter bangsa sehingga melahirkan kader yang kreatif, inovatif,disiplin dan berakhlak mulia. Serta sebagai sentral pengembangan pendidikan kepramukaan yang dapat mengembangkan minat dan bakat.",
        "mission": "1. Merancang program kerja yang kretif serta produktif, melalui cara buttom up dan top down.\n2. Membangun kerjasama dengan organisasi dan ekskul lain, baik didalam maupun diluar sekolah.\n3. Memanfaatkan potensi, dan kretifitas kader untuk memajukan Organisasi PRAMUKA di sekolah.\n4.  Membina dan melatih siswa untuk mencapai tingkat pramuka tertinggi yaitu pramuka garuda.\n5. Menyiapkan anggota pramuka yang terampil berbasis keilmuan.",
        "work_program": "1. Kepramukaan (Semua siswa/i kelas 10 SMKN 1 GARUT) - Setiap Hari Jumat, setelah KBM berlangsung.\n2. Latihan Rutin (Anggota Pramuka) - Setiap Hari Selasa.\n3. Materi Wajib (Anggota Pramuka) - Setiap Hari Jumat.\n4. Rapat Kerja (Anggota Pramuka) - Setiap 1 bulan.\n5. Pengisian SKU (Anggota Pramuka) - Bulan Juni 2022\n6. Mandat (Anggota Pramuka) - Setiap 3 bulan.\n7. LIM (Anggota Pramuka) - Terencana\n8. Upacara Hari Besar (Anggota Pramuka) - Terencana\n9. HUT Ambalan (Anggota Pramuka) - 1 Tahun sekali.\n10. MUSAM (Anggota Pramuka) - 1 Tahun sekali.\n11. SERTIJAB (Anggota Pramuka) - 1 Tahun sekali.\n12. Pramuka Garuda (Anggota Pramuka) - Terencana.\n13. Pemilihan Komdak dan Sangga (Anggota Pramuka) - 1 Tahun sekali.\n14. Pelantikan Bantara dan Laksana (Anggota Pramuka) - Terencana.\n15. SENSUS Anggota (Anggota Pramuka) - 1 Tahun Sekali.\n16. PASBARA (Anggota Pramuka) - Terencana\n17 Perkemahan (Semua siswa/i SMKN 1 Garut) - Terencana.\n18. LADPRAMASTA (Semua siswa/i SMKN 1 Garut) - Terencana.\n19. Teknologi Tepat Guna (Anggota Pramuka) - Setiap 2 bulan sekali.\n20. Pionerring (Anggota Pramuka) - Setiap 2 bulan sekali.\n21. LATGAB (Anggota Pramuka) - Terencana.\n22. LDKS (Kelas 10 dan 11 SMKN 1 Garut) - Terencana.\n23. Pembuatan Plang Gudep (Mabigus, Pembina, Anggota Pramuka) - Terencana.\n24. Tetak (Anggota Pramuka) - Bulan Ramadhan.\n25. RAINAS (Anggota Pramuka) - Terencana.",
        "logo": "https://github.com/itclub-one/web-eslul/raw/master/img/logo/pramuka.png",
        "instagram_account": "pramuka_amrhatta1",
        "id": "pramuka"
    },
    "ikatan-remaja-masjid-irma": {
        "timestamp": "7/2/2022 14:14:24",
        "organization_name": "Ikatan Remaja Masjid (IRMA) ",
        "coach_name": "Asep Jauhari Al-Qurtubi, S.Pd.I",
        "chairman_name": "Muhamad Nazar",
        "vice_chairman_name": "Sri Apriani Pratiwi",
        "schedule": "selasa",
        "vision": "Membentuk karakter anggota IRMA SMKN 1 Garut menjadi berakhlak yang mulia, ramah terhadap sesama, dan mengajak untuk lebih taat kepada Allah tuhan semesta alam.",
        "mission": "•Meningkatkan perilaku yang berakhlak mulia\n•Meningkatkan rasa solideritas antar pengurus dan anggota.\n•Menjaga hubungan silaturahmi kepada Pembina, antar pengurus, dan juga anggota.\n•Mengembangkan rasa tanggung jawab terhadap tugasnya masing-masing.\n•Mengembangkan potensi diri dengan mengikuti kegiatan-kegiatan.",
        "work_program": "•Harian : Quotes,literasi Al-Qur'an\n•Mingguan : Ajis,Jumsih,kumpulan rutin,buletin irma,tahfidz dan tahsin,kultum,shalat dhuha,keputrian\n•Bulanan : Evaluasi,Baksos,Irma go to masjid,mading islami,study bunding\nTahunan : Mabit,PHBI,PAO/PAS,Syiar Movie,LPJ internal,Reuni (2017-2021), Tadabur alam( pelantikan anggota muda),safari ziarah (hari santri) ",
        "logo": "https://github.com/itclub-one/web-eslul/raw/master/img/logo/irma.png",
        "instagram_account": "irma_smkn1garut",
        "id": "ikatan-remaja-masjid-irma"
    },
    "marching-band": {
        "timestamp": "7/2/2022 19:05:14",
        "organization_name": "Marching Band",
        "coach_name": "Titin Rustini, S.Pd., MM.",
        "chairman_name": "Mita Mutiara",
        "vice_chairman_name": "Sabrina Riani Dewi",
        "schedule": "rabu",
        "vision": "Visi: Menjadikan GSWM sebagai Waminar (Wadah Minat Pelajar), serta menciptakan lingkungan yang aman dan nyaman bagi para anggota ",
        "mission": "Misi: \n- Menjadikan GSWM sebagai wadah tempat menuangkan bakat dan minat siswa/i.\n- Menciptakan lingkungan yang tertib, rekreatif, ramah, dan tanpa tekanan bagi para anggota \n- Menjalankan kegiatan dengan taat dan disiplin guna mencapai tujuan yang diinginkan. \n- Membentuk moral pribadi yang baik serta kekompakan berkelompok yang menjadikan kegiatan lebih berjalan lancar.",
        "work_program": "Program Kerja Mingguan : \n* Diadakannya latihan rutin, maksimal 2 kali dalam 1 minggu\n\nProgram Kerja Bulanan : \n* Diadakannya pembersihan alat atau pengecekkan alat mininal 1 bulan sekali\n* Diadakannya rapat pengurus untuk mengevaluasi kinerja ekskul serta saling memberi dan menerima aspirasi agar ekstrakulikuler berjalan dengan maksimal\n\nProgram Kerja Tahunan : \n* Mengadakan pelantikan\n* Ikut serta dalam hari - hari besar seperti hari kemerdekaan\n* Mengadakan buka bersama",
        "logo": "https://github.com/itclub-one/web-eslul/raw/master/img/logo/marching%20band.png",
        "instagram_account": "mbgswm",
        "id": "marching-band"
    },
    "karawitan": {
        "timestamp": "7/2/2022 20:52:26",
        "organization_name": "Karawitan ",
        "coach_name": "Diana S.Pd",
        "chairman_name": "Sipa Anggraeni ",
        "vice_chairman_name": "Hilwa Lathifunisa ",
        "schedule": "selasa",
        "vision": "Mengembangakan minat dan bakat siswa SMKN 1 Garut terhadap kesenian alat musik tradisional tentunya dengan mengikuti ekstrakurikuler Karawitan ",
        "mission": "1. Menumbuhkan rasa cinta terhadap kesenian alat musik tradisional dalam ekstrakurikuler karawitan \n2. Mendidik siswa untuk peduli terhadap budaya tradisional dalam ekstrakurikuler karawitan \n3. Menjalin kerjasama/kekeluargaan dan berkomunikasi yang baik antar anggota \n4. Mengembangakn minatnya /kemampuannya setiap anggota\n5. Bertanggung jawab dalam semua hal yang menyangkut dalam ekstrakurikuler karawitan \n6. Menciptakan suasana harmonis, nyaman dan aman antar anggota disetiap latihan",
        "work_program": "•Kumpulan rutin anggota \n  - Mengenalkan fungsi dan alat musik dasar yaitu saron, bonang Jengglong, gong dan kendang\n  - Latihan cara menabuh masing masing alat \n  - Mengenali suatu lagu dengan menyelaraskan semua alat dalam satu nada \n - Latihan memainkan alat musik dengan lagu yang ditentukan pelatih \n•Pelatihan Kecapi \n•Pelatihan Suling \n•Latihan gabungan dengan ekstrakurikuler seni tari \n•Menggunakan bahasa sunda di dalam komunikasi kegiatan di kumpulan \n•Evaluasi / tes memainkan alat musik perkelompok dengan lagu yang sudah dipelajari \n•Pembuatan PDL baju khusus ekstrakurikuler ",
        "logo": "https://github.com/itclub-one/web-eslul/raw/master/img/logo/karawitan.png",
        "instagram_account": "karawitan_smkn1garut",
        "id": "karawitan"
    }
}